Repository: zhangchengzezcz/planora
Catalog: planora/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: About
ja: 情報
zh_hans: 关于

source: Active
ja: 進行中
zh_hans: 进行中

source: App
ja: アプリ
zh_hans: 应用

source: Archived
ja: アーカイブ済み
zh_hans: 已归档

source: Choose a course to see its teachers, units, and tasks.
ja: コースを選択すると、教師、ユニット、タスクを確認できます。
zh_hans: 选择课程以查看教师、单元和任务。

source: Connect or sync ManageBac
ja: ManageBac に接続または同期
zh_hans: 连接或同步 ManageBac

source: Connection
ja: 接続
zh_hans: 连接

source: Current Subject
ja: 現在の科目
zh_hans: 当前科目

source: Density
ja: 密度
zh_hans: 密度

source: Level
ja: レベル
zh_hans: 级别

source: ManageBac Sync
ja: ManageBac 同期
zh_hans: ManageBac 同步

source: New Tasks
ja: 新規タスク
zh_hans: 新增任务

source: Overview
ja: 概要
zh_hans: 概览

source: Personal
ja: 個人
zh_hans: 个人

source: Pin Task
ja: タスクをピン留め
zh_hans: 置顶任务

source: Pinned Tasks
ja: ピン留めしたタスク
zh_hans: 置顶任务

source: School
ja: 学校
zh_hans: 学校

source: See what needs your attention next.
ja: 次に取り組むべきことを確認しましょう。
zh_hans: 查看接下来需要关注的内容。

source: Select a Course
ja: コースを選択
zh_hans: 选择课程

source: Sort
ja: 並び順
zh_hans: 排序

source: Sync Progress
ja: 同期の進行状況
zh_hans: 同步进度

source: Tap + to create your first task.
ja: + をクリックして最初のタスクを作成します。
zh_hans: 点按 + 创建你的第一个任务。

source: Task
ja: タスク
zh_hans: 任务

source: Tasks planned for the current week
ja: 今週に予定されているタスク
zh_hans: 本周计划任务

source: Tasks scheduled or due today
ja: 今日の予定または締切タスク
zh_hans: 今日计划或截止任务

source: Use the Courses workspace to connect or sync ManageBac.
ja: コースワークスペースから ManageBac に接続または同期できます。
zh_hans: 在课程工作区连接或同步 ManageBac。

source: Updated Tasks
ja: 更新されたタスク
zh_hans: 更新任务

source: Unpin Task
ja: ピン留めを解除
zh_hans: 取消置顶

source: Version
ja: バージョン
zh_hans: 版本

source: Workspace
ja: ワークスペース
zh_hans: 工作区

# hello_name_format
source: Hello, %1$@
ja: %1$@さん、こんにちは
zh_hans: 你好，%1$@

# task_count_format
source: %1$lld tasks
ja: %1$lld件のタスク
zh_hans: %1$lld 项任务

source: A local task backup is created before the curriculum changes.
ja: カリキュラムを変更する前に、ローカルのタスクバックアップが作成されます。
zh_hans: 切换课程体系前会先创建本地任务备份。

source: A study planner for IB and IGCSE students. Choose your curriculum and subjects first, then the home page helps you see tasks, progress, and important dates clearly.
ja: IB と IGCSE の学生向け学習プランナーです。最初にカリキュラムと科目を選ぶと、ホームでタスク、進捗、重要な日付を見やすく整理できます。
zh_hans: 为 IB 与 IGCSE 学生准备的学习规划工具。先选择课程和科目，之后主页会帮你看清任务、进度与重要日期。

source: Accent Color
ja: アクセントカラー
zh_hans: 强调色

source: Add
ja: 追加
zh_hans: 添加

source: Add Custom Reminder
ja: カスタム通知を追加
zh_hans: 添加自定义提醒

source: Add Milestone
ja: マイルストーンを追加
zh_hans: 添加阶段

source: After Count
ja: 回数で指定
zh_hans: 重复次数

source: After you create tasks, all searchable items will appear here.
ja: タスクを作成すると、検索できる項目がここに表示されます。
zh_hans: 创建任务后，这里会显示所有可搜索内容。

source: After you create tasks, they will appear here by completion time.
ja: タスクを作成すると、完了時間順にここに表示されます。
zh_hans: 创建任务后，这里会按完成时间显示所有任务。

source: All Caught Up
ja: すべて完了しました
zh_hans: 全部完成

source: All Items
ja: すべての項目
zh_hans: 全部项目

source: All Subjects
ja: すべての科目
zh_hans: 全部科目

source: All Tasks
ja: すべてのタスク
zh_hans: 全部任务

source: All Types
ja: すべての種類
zh_hans: 全部类型

source: Allow Planora notifications in System Settings to use reminders.
ja: 通知を使用するには、システム設定で Planora の通知を許可してください。
zh_hans: 请在系统设置中允许 Planora 发送通知。

source: Amber
ja: アンバー
zh_hans: 琥珀

source: Analysis
ja: 分析
zh_hans: 分析

source: Any Deadline
ja: すべての締切
zh_hans: 任意截止日期

source: Any Priority
ja: すべての優先度
zh_hans: 全部优先级

source: Any Status
ja: すべての状態
zh_hans: 全部状态

source: Appearance
ja: 外観
zh_hans: 外观

source: Apply safe updates
ja: 安全な更新を適用
zh_hans: 应用安全更新

source: Apply to Repeating Task
ja: 繰り返しタスクに適用
zh_hans: 应用到重复任务

source: Archive Imported Content
ja: インポート内容をアーカイブ
zh_hans: 归档导入内容

source: Assignment
ja: 課題
zh_hans: 作业

source: Aurora
ja: オーロラ
zh_hans: 极光

source: Background
ja: 背景
zh_hans: 背景

source: Backup Data Missing
ja: バックアップデータ不足
zh_hans: 备份数据缺失

source: Backup Failed
ja: バックアップに失敗
zh_hans: 备份失败

source: Backup Saved
ja: バックアップを保存しました
zh_hans: 备份已保存

# backup_import_preview_format
source: %1$d tasks found · %2$d possible duplicates
ja: %1$d 件のタスク · 重複候補 %2$d 件
zh_hans: 发现 %1$d 项任务 · 可能重复 %2$d 项

# backup_import_result_format
source: Imported %1$d tasks · Skipped %2$d
ja: %1$d 件を読み込み · %2$d 件をスキップ
zh_hans: 已导入 %1$d 项 · 跳过 %2$d 项

source: Before Changing Curriculum
ja: カリキュラムを変更する前に
zh_hans: 切换课程体系前请注意

source: Blue
ja: ブルー
zh_hans: 蓝色

source: Brief
ja: 課題要項
zh_hans: 任务要求

# busiest_day_format
source: Busiest: %1$@ · %2$d tasks
ja: 最も多い日: %1$@ · %2$d 件
zh_hans: 最忙：%1$@ · %2$d 项任务

source: Calendar Preview
ja: カレンダー プレビュー
zh_hans: 日历预览

# calendar_item_count_format
source: %d items
ja: %d 件
zh_hans: %d 项

source: Cancel
ja: キャンセル
zh_hans: 取消

source: CAS Reflection
ja: CAS 振り返り
zh_hans: CAS 反思

source: Changing curriculum resets subjects. By default, personal tasks stay and previous ManageBac content is archived.
ja: カリキュラムを変更すると科目がリセットされます。個人タスクは保持され、以前の ManageBac 内容はアーカイブされます。
zh_hans: 切换课程体系会重置科目。默认保留个人任务，并归档之前的 ManageBac 内容。

source: Checking Account
ja: アカウントを確認中
zh_hans: 正在检查账户

source: Choose Curriculum
ja: カリキュラムを選択
zh_hans: 选择课程体系

source: Choose Manually
ja: 手動で選択
zh_hans: 手动选择

source: Choose Subjects
ja: 科目を選択
zh_hans: 选择科目

source: Choose the curriculum that matches your current study plan.
ja: 現在の学習計画に合うカリキュラムを選択してください。
zh_hans: 选择与你当前学习内容匹配的课程体系。

source: Choose Your Curriculum
ja: カリキュラムを選択
zh_hans: 选择适合你的课程体系

source: Classic
ja: クラシック
zh_hans: 经典

source: Clear Filters
ja: フィルターを解除
zh_hans: 清除筛选

source: Close
ja: 閉じる
zh_hans: 关闭

source: Color Theme
ja: カラーテーマ
zh_hans: 颜色主题

source: Comfortable
ja: ゆったり
zh_hans: 舒适

source: Commentary
ja: 解説
zh_hans: 评述

source: Compact
ja: コンパクト
zh_hans: 紧凑

source: Compare with Planora
ja: Planora と比較
zh_hans: 与 Planora 对比

source: Comparing Changes
ja: 変更を比較中
zh_hans: 正在对比变化

source: Competitions
ja: コンテスト
zh_hans: 竞赛

source: Complete
ja: 完了
zh_hans: 完成

source: Completed
ja: 完了
zh_hans: 已完成

source: Completed This Week
ja: 今週の完了
zh_hans: 本周完成

source: Completion Time
ja: 完了時間
zh_hans: 完成时间

source: Connect Account
ja: アカウントを接続
zh_hans: 连接账户

source: Connect Again
ja: 再接続
zh_hans: 重新连接

source: Connect ManageBac and sync to read your student courses.
ja: ManageBac に接続して同期し、受講コースを読み込みます。
zh_hans: 连接 ManageBac 并同步，以读取你的学生课程。

source: Connected
ja: 接続済み
zh_hans: 已连接

source: Connection cancelled.
ja: 接続をキャンセルしました。
zh_hans: 已取消连接。

source: Content Review
ja: 内容の復習
zh_hans: 知识复习

source: Continue
ja: 続ける
zh_hans: 继续

source: Core subjects and exam preparation
ja: 主要科目と試験準備
zh_hans: 核心科目与考试准备

source: Courses
ja: 科目
zh_hans: 课程

source: Courses, teachers, units, and imported tasks stay connected in one local workspace.
ja: コース、教師、Unit、インポートしたタスクを1つのローカル学習スペースで関連付けます。
zh_hans: 课程、老师、Unit 与导入任务会关联在同一个本地学习空间中。

source: Create a task for this subject and it will appear here.
ja: この科目のタスクを作成すると、ここに表示されます。
zh_hans: 为这个科目创建任务后，它会显示在这里。

source: Create first task
ja: 最初のタスクを作成
zh_hans: 创建第一个任务

source: Created
ja: 作成日
zh_hans: 创建时间

source: Current Focus
ja: 現在の重点
zh_hans: 当前重点

source: Current Subjects
ja: 現在の科目
zh_hans: 当前科目

source: Curriculum
ja: カリキュラム
zh_hans: 课程体系

# curriculum_subjects_format
source: %@ subjects
ja: %@ の科目
zh_hans: %@ 的可选科目

source: Custom
ja: カスタム
zh_hans: 自定义

source: Custom Extra Learning
ja: カスタム追加学習
zh_hans: 自定义额外学习

source: Custom Reminders
ja: カスタム通知
zh_hans: 自定义提醒

source: Custom stage
ja: カスタム段階
zh_hans: 自定义阶段

source: Custom Subject
ja: カスタム科目
zh_hans: 自定义科目

source: Custom Time
ja: カスタム日時
zh_hans: 自定义时间

# custom_recurrence_format
source: Every %1$d %2$@
ja: %1$d %2$@ごと
zh_hans: 每 %1$d %2$@

source: Customize how Planora looks on this device.
ja: このデバイスでの Planora の表示をカスタマイズします。
zh_hans: 调整 Planora 在这台设备上的显示方式。

source: Daily
ja: 毎日
zh_hans: 每天

source: Dark
ja: ダーク
zh_hans: 深色

source: Data Collection
ja: データ収集
zh_hans: 数据收集

source: Date
ja: 日付
zh_hans: 日期

source: Dates and Events
ja: 日付とイベント
zh_hans: 时间与事件

source: days
ja: 日
zh_hans: 天

# days_after_deadline_format
source: %d days after deadline
ja: 締切の%d日後
zh_hans: 截止后 %d 天

# days_before_deadline_format
source: %d days before deadline
ja: 締切の%d日前
zh_hans: 截止前 %d 天

source: Deadline
ja: 締切
zh_hans: 截止日期

source: Deadline Reminders
ja: 締切通知
zh_hans: Deadline 提醒

source: Default Sorting
ja: デフォルトの並び順
zh_hans: 默认排序

# default_assignment_title_format
source: %@ Assignment
ja: %@ 課題
zh_hans: %@ 作业

# default_exam_title_format
source: %@ Exam
ja: %@ 試験
zh_hans: %@ 考试

# default_practical_title_format
source: %@ Practical
ja: %@ 実習
zh_hans: %@ 实验

# default_revision_title_format
source: %@ Revision
ja: %@ の復習
zh_hans: %@ 复习

source: Delete
ja: 削除
zh_hans: 删除

source: Delete Entire Series
ja: シリーズ全体を削除
zh_hans: 删除整个系列

source: Delete Imported Content
ja: インポート内容を削除
zh_hans: 删除导入内容

source: Delete Personal Events
ja: 個人イベントを削除
zh_hans: 删除个人事件

source: Delete Personal Tasks
ja: 個人タスクを削除
zh_hans: 删除个人任务

source: Delete Reminder
ja: 通知を削除
zh_hans: 删除提醒

source: Delete Repeating Task
ja: 繰り返しタスクを削除
zh_hans: 删除重复任务

source: Delete Task
ja: タスクを削除
zh_hans: 删除任务

source: Delete Task?
ja: タスクを削除しますか？
zh_hans: 删除任务？

source: Delete This and Future
ja: 今回以降を削除
zh_hans: 删除本次及以后

source: Delete This Occurrence
ja: 今回のみ削除
zh_hans: 仅删除本次

# delete_task_confirmation_format
source: Are you sure you want to delete "%@"? This cannot be undone.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
zh_hans: 确定要删除“%@”吗？此操作无法撤销。

source: Details
ja: 基本情報
zh_hans: 基本信息

source: Disconnect
ja: 接続を解除
zh_hans: 断开连接

source: Disconnect ManageBac?
ja: ManageBac との接続を解除しますか？
zh_hans: 要断开 ManageBac 连接吗？

source: Dismiss Keyboard
ja: キーボードを閉じる
zh_hans: 收起键盘

source: Display Mode
ja: 表示モード
zh_hans: 显示模式

source: Display Name
ja: 表示名
zh_hans: 显示名称

source: Does Not Repeat
ja: 繰り返さない
zh_hans: 不重复

source: Done
ja: 完了
zh_hans: 完成

source: Draft
ja: 下書き
zh_hans: 草稿

source: Due Today
ja: 今日が締切
zh_hans: 今天截止

source: Due today. Complete your next milestone.
ja: 本日締切です。次のマイルストーンを完了しましょう。
zh_hans: 今天截止。完成你的下一个里程碑。

source: Edit
ja: 編集
zh_hans: 编辑

source: Edit Name
ja: 名前を編集
zh_hans: 编辑姓名

source: Edit Task
ja: タスクを編集
zh_hans: 编辑任务

source: Edit Timeline
ja: タイムラインを編集
zh_hans: 编辑时间线

source: Enable Notifications
ja: 通知を有効にする
zh_hans: 启用通知

source: Enable notifications so Planora can remind you at the times you choose.
ja: 通知を有効にすると、選択した時刻に Planora がお知らせします。
zh_hans: 启用通知后，Planora 会在你选择的时间提醒任务。

source: End Date
ja: 終了日
zh_hans: 结束日期

source: End Option
ja: 終了方法
zh_hans: 结束方式

source: Ends
ja: 終了
zh_hans: 结束重复

source: Enter a subject name to add to your subject list.
ja: 科目リストに追加する科目名を入力してください。
zh_hans: 输入要加入科目列表的名称。

source: Enter an item to add to your learning space.
ja: 学習スペースに追加する項目を入力してください。
zh_hans: 输入要加入学习空间的项目。

source: Enter your name
ja: 名前を入力
zh_hans: 输入你的姓名

source: Entire Series
ja: シリーズ全体
zh_hans: 整个系列

source: Evaluation
ja: 評価
zh_hans: 评估

source: Event
ja: イベント
zh_hans: 事件

source: events
ja: 件のイベント
zh_hans: 个事件

source: Every Day
ja: 毎日
zh_hans: 每天

source: Every Month
ja: 毎月
zh_hans: 每月

source: Every task is complete. Start your next plan whenever you are ready.
ja: すべてのタスクが完了しました。準備ができたら、次の計画を始めましょう。
zh_hans: 所有任务都已完成。准备好时，再开始下一段计划。

source: Every Two Weeks
ja: 2週間ごと
zh_hans: 每两周

source: Every Week
ja: 毎週
zh_hans: 每周

# every_days_format
source: Every %d days
ja: %d日ごと
zh_hans: 每 %d 天

# every_months_format
source: Every %d months
ja: %dか月ごと
zh_hans: 每 %d 月

# every_weeks_format
source: Every %d weeks
ja: %d週間ごと
zh_hans: 每 %d 周

source: Evidence
ja: 証拠
zh_hans: 证据

source: Exam
ja: 試験
zh_hans: 考试

source: Experience
ja: 体験
zh_hans: 体验

source: Extra Learning
ja: 追加学習
zh_hans: 额外学习

source: Feedback
ja: フィードバック
zh_hans: 反馈

source: File Read Failed
ja: ファイルを読み取れません
zh_hans: 文件读取失败

source: Final
ja: 最終版
zh_hans: 最终版

source: Final Reflection
ja: 最終振り返り
zh_hans: 最终反思

source: Final Submission
ja: 最終提出
zh_hans: 最终提交

source: Finish
ja: 完了
zh_hans: 完成

source: Finish sync
ja: 同期を完了
zh_hans: 完成同步

# focus_date_passed_review_format
source: Date passed. Review this %@.
ja: 日付が過ぎています。この %@ を確認してください。
zh_hans: 已过日期。查看这个%@。

# focus_days_left_progress_format
source: %d days left. Complete your next milestone.
ja: 残り %d 日。次のマイルストーンを完了しましょう。
zh_hans: 还剩 %d 天。完成你的下一个里程碑。

# focus_days_left_saved_format
source: %d days left. Saved as %@.
ja: 残り %d 日。%@ として保存されています。
zh_hans: 还剩 %d 天。已记录为%@。

# focus_no_deadline_saved_format
source: No deadline. Saved as %@.
ja: 締切はありません。%@ として保存されました。
zh_hans: 无截止日期。作为%@记录。

# focus_today_remember_format
source: Today. Remember this %@.
ja: 今日です。この %@ を忘れずに確認してください。
zh_hans: 今天。记得处理这个%@。

source: Follow System
ja: システムに従う
zh_hans: 跟随系统

source: For example: Art Portfolio
ja: 例：アートポートフォリオ
zh_hans: 例如：艺术作品集

source: For example: Astronomy
ja: 例：天文学
zh_hans: 例如：Astronomy

source: Forest
ja: フォレスト
zh_hans: 森林

source: Format Error
ja: 形式エラー
zh_hans: 格式错误

source: Frequency
ja: 繰り返し頻度
zh_hans: 重复频率

source: From
ja: 変更前
zh_hans: 原课程体系

source: General
ja: 一般
zh_hans: 通用

source: Get Started
ja: 始める
zh_hans: 开始使用

source: Green
ja: グリーン
zh_hans: 绿色

source: High
ja: 高
zh_hans: 高

source: Home
ja: ホーム
zh_hans: 首页

# home_hello_user_format
source: Hello, %@
ja: こんにちは、%@
zh_hans: 你好，%@

source: IB Diploma Programme
ja: IB ディプロマプログラム
zh_hans: IB 文凭课程

source: Identify curriculum
ja: カリキュラムを識別
zh_hans: 识别课程体系

source: Identifying Curriculum
ja: カリキュラムを識別中
zh_hans: 正在识别课程体系

source: IGCSE International Curriculum
ja: IGCSE 国際カリキュラム
zh_hans: IGCSE 国际课程

source: Import All as New
ja: すべて新規として読み込む
zh_hans: 全部作为新任务导入

source: Import Backup
ja: バックアップをインポート
zh_hans: 导入备份

source: Import Complete
ja: インポート完了
zh_hans: 导入完成

source: Import courses and tasks from the official ManageBac website.
ja: ManageBac 公式サイトから科目とタスクを読み込みます。
zh_hans: 从 ManageBac 官方网站导入课程与任务。

source: Import Failed
ja: インポートに失敗
zh_hans: 导入失败

source: Import from ManageBac
ja: ManageBac からインポート
zh_hans: 从 ManageBac 导入

source: Imported Content
ja: インポート内容
zh_hans: 导入内容

source: Imported Content Archived
ja: インポート内容をアーカイブ
zh_hans: 导入内容将归档

source: In progress
ja: 進行中
zh_hans: 进行中

source: Interval Unit
ja: 間隔の単位
zh_hans: 间隔单位

source: Just add a title, subject, and date.
ja: タイトル、科目、日付だけを入力します。
zh_hans: 只填写标题、科目和日期。

source: Keep Current Curriculum
ja: 現在のカリキュラムを保持
zh_hans: 保留当前课程体系

source: Keep Imported Content
ja: インポート内容を保持
zh_hans: 保留导入内容

source: Keep subjects, language learning, competitions, and extras in one place.
ja: 科目、語学学習、コンテスト、追加項目を一か所にまとめます。
zh_hans: 把正在学习的科目、语言和竞赛内容放在同一个地方。

source: Language Study
ja: 語学学習
zh_hans: 语言学习

source: Last Sync
ja: 前回の同期
zh_hans: 上次同步

source: Learning
ja: 学習
zh_hans: 学习

source: Learning Overview
ja: 学習概要
zh_hans: 学习概览

source: Learning Progress
ja: 学習進捗
zh_hans: 学习进度

source: Learning Space
ja: 学習スペース
zh_hans: 学习空间

source: Light
ja: ライト
zh_hans: 浅色

source: Low
ja: 低
zh_hans: 低

source: Manage Planora appearance and task-list preferences.
ja: Planora の表示方法とタスクリストの設定を管理します。
zh_hans: 调整 Planora 的显示方式和任务列表偏好。

source: ManageBac changed this page, so syncing was paused without changing your tasks.
ja: ManageBac のページ構成が変更されたため、タスクを変更せず同期を停止しました。
zh_hans: ManageBac 页面结构已变化。同步已暂停，Planora 中的任务未被修改。

source: ManageBac Connected
ja: ManageBac に接続しました
zh_hans: ManageBac 已连接

source: ManageBac Content
ja: ManageBac コンテンツ
zh_hans: ManageBac 内容

source: ManageBac Course
ja: ManageBac コース
zh_hans: ManageBac 课程

source: ManageBac Courses
ja: ManageBac コース
zh_hans: ManageBac 课程

source: ManageBac progress
ja: ManageBac の進捗
zh_hans: ManageBac 进度

source: ManageBac Source
ja: ManageBac ソース
zh_hans: ManageBac 来源

source: ManageBac suggests a different curriculum. Review the suggestion before changing your Planora learning space.
ja: ManageBac が別のカリキュラムを検出しました。Planora の学習スペースを変更する前に確認してください。
zh_hans: ManageBac 检测到不同的课程体系。请确认建议后再更改 Planora 学习空间。

# managebac_import_summary_format
source: Read %1$d courses · Added %2$d tasks · Updated %3$d
ja: %1$d 科目を読み取り · %2$d 件を追加 · %3$d 件を更新
zh_hans: 已读取 %1$d 门课程 · 新增 %2$d 项任务 · 更新 %3$d 项

# managebac_task_count_format
source: %d ManageBac tasks
ja: ManageBac タスク %d 件
zh_hans: %d 个 ManageBac 任务

source: Mark Complete
ja: 完了にする
zh_hans: 标记为完成

source: Mark Incomplete
ja: 未完了に戻す
zh_hans: 标记为未完成

source: Math Mock Exam
ja: Math 模擬試験
zh_hans: Math 模拟考试

source: Math Revision
ja: 数学の復習
zh_hans: Math 复习

source: Me
ja: 自分
zh_hans: 我的

source: Medium
ja: 中
zh_hans: 中

source: Method
ja: 方法
zh_hans: 方法

source: Methodology
ja: 方法論
zh_hans: 方法设计

source: Milestone dates must follow the timeline order.
ja: マイルストーンの日付はタイムラインの順序に従う必要があります。
zh_hans: 阶段日期必须按照时间线顺序排列。

source: Milestone Name
ja: マイルストーン名
zh_hans: 阶段名称

source: Milestones
ja: マイルストーン
zh_hans: 阶段

source: Mint
ja: ミント
zh_hans: 薄荷

source: Moderate
ja: 中程度
zh_hans: 中等

source: Monthly
ja: 毎月
zh_hans: 每月

source: months
ja: か月
zh_hans: 月

source: Most Active Subject
ja: 最も活発な科目
zh_hans: 最活跃科目

source: My Subjects
ja: 自分の科目
zh_hans: 我的科目

source: Name
ja: 名前
zh_hans: 姓名

source: Needs Review
ja: 確認が必要
zh_hans: 需要复核

source: Never
ja: なし
zh_hans: 永不

source: New
ja: 新規
zh_hans: 新建

source: New Milestone
ja: 新しいマイルストーン
zh_hans: 新阶段

source: New Task
ja: 新規タスク
zh_hans: 新建任务

source: Next 7 Days
ja: 今後7日間
zh_hans: 未来 7 天

source: Next Month
ja: 次の月
zh_hans: 下个月

source: No deadline
ja: 締切なし
zh_hans: 无截止日期

source: No deadline. Complete your next milestone.
ja: 締切はありません。次のマイルストーンを完了しましょう。
zh_hans: 无截止日期。完成你的下一个里程碑。

source: No deadlines on this day.
ja: この日に締切のタスクはありません。
zh_hans: 这一天没有截止任务。

source: No Imported Courses
ja: インポート済みコースはありません
zh_hans: 暂无导入课程

source: No Matching Items
ja: 一致する項目がありません
zh_hans: 没有找到匹配内容

source: No Notes
ja: メモはありません
zh_hans: 没有备注

source: No reminders
ja: 通知なし
zh_hans: 无提醒

source: No scheduled tasks this week
ja: 今週は予定されたタスクがありません
zh_hans: 本周暂无已安排任务

source: No tasks
ja: 予定なし
zh_hans: 无安排

source: No Tasks for This Subject
ja: この科目にはまだタスクがありません
zh_hans: 这个科目还没有任务

source: No tasks this week
ja: 今週のタスクはありません
zh_hans: 本周暂无任务

source: No Tasks Yet
ja: まだタスクがありません
zh_hans: 还没有任务

source: No Unit
ja: Unit なし
zh_hans: 不关联 Unit

source: No Units Found
ja: Unit が見つかりません
zh_hans: 未找到 Unit

source: None Yet
ja: まだありません
zh_hans: 暂无

source: Not Connected
ja: 未接続
zh_hans: 未连接

source: Not Planned
ja: 未計画
zh_hans: 未安排

source: Not Selected
ja: 未選択
zh_hans: 未选择

source: Not Set
ja: 未設定
zh_hans: 未设置

source: Not started
ja: 未開始
zh_hans: 未开始

source: Notes
ja: メモ
zh_hans: 备注

source: Nothing Planned Today
ja: 今日の予定はありません
zh_hans: 今天没有安排

source: Notification Access
ja: 通知へのアクセス
zh_hans: 通知权限

source: Notification access status is unavailable.
ja: 通知の許可状態を取得できません。
zh_hans: 无法读取通知权限状态。

source: Notifications Are Off
ja: 通知はオフです
zh_hans: 通知权限已关闭

source: Notifications Enabled
ja: 通知は有効です
zh_hans: 通知已启用

source: Objects
ja: オブジェクト
zh_hans: 对象

source: Ocean
ja: オーシャン
zh_hans: 海洋

source: Official Sign In
ja: 公式ログイン
zh_hans: 官方登录

source: On Date
ja: 日付を指定
zh_hans: 指定日期

source: On Due Date
ja: 締切当日
zh_hans: 截止当天

source: Open
ja: 進行中
zh_hans: 进行中

source: Open in ManageBac
ja: ManageBac で開く
zh_hans: 在 ManageBac 中打开

source: Open Settings
ja: 設定を開く
zh_hans: 打开系统设置

source: Open task details
ja: タスクの詳細を開く
zh_hans: 打开任务详情

source: Organize Subjects and Extras
ja: 科目と追加学習を整理
zh_hans: 整理科目与额外学习

source: Other
ja: その他
zh_hans: 其他

source: Other Subject
ja: その他の科目
zh_hans: 其他科目

source: Outline
ja: アウトライン
zh_hans: 大纲

source: Overdue
ja: 期限超過
zh_hans: 已逾期

source: Overdue reminders are removed automatically when the task is completed.
ja: タスクを完了すると、期限超過の通知は自動的に削除されます。
zh_hans: 逾期提醒只会在任务仍未完成时保留。

source: Overdue. Complete your next milestone.
ja: 期限を過ぎています。次のマイルストーンを完了しましょう。
zh_hans: 已逾期。完成你的下一个里程碑。

source: Overwrite Matching Tasks
ja: 一致するタスクを上書き
zh_hans: 覆盖相同任务

source: Past Papers
ja: 過去問題
zh_hans: 历年真题

source: Percentage
ja: パーセンテージ
zh_hans: 百分比

source: Personal Content
ja: 個人コンテンツ
zh_hans: 个人内容

source: Personal tasks and events will stay. Previous ManageBac content will be archived, and subjects will reset to the new curriculum defaults.
ja: 個人タスクとイベントは保持され、以前の ManageBac 内容はアーカイブされます。科目は新しいカリキュラムの既定値にリセットされます。
zh_hans: 个人任务和事件会保留，之前的 ManageBac 内容会归档，科目将重置为新课程体系的默认值。

source: Personal Tasks Kept
ja: 個人タスクを保持
zh_hans: 保留个人任务

source: Physics Assignment
ja: Physics 課題
zh_hans: Physics 作业

source: Physics Practical
ja: 物理実習
zh_hans: Physics 实验

source: Pink
ja: ピンク
zh_hans: 粉色

source: Plan
ja: 計画
zh_hans: 计划

source: Plan For
ja: 予定日
zh_hans: 计划日期

source: Planned
ja: 予定済み
zh_hans: 已计划

source: Planned Date
ja: 予定完了日
zh_hans: 计划完成日期

source: Planned Today
ja: 今日の予定
zh_hans: 计划今天完成

source: Planning
ja: 計画中
zh_hans: 计划

source: Planora could not read the ManageBac response.
ja: ManageBac からの応答を読み取れませんでした。
zh_hans: Planora 无法读取 ManageBac 的响应。

source: Planora currently imports version 9 backups only.
ja: Planora は現在、バージョン9のバックアップのみインポートできます。
zh_hans: Planora 当前仅支持导入版本 9 的备份。

source: Planora is reading only the courses and tasks shown to your student account.
ja: Planora は学生アカウントに表示される科目とタスクのみを読み取ります。
zh_hans: Planora 只会读取学生账户中显示的课程与任务。

source: Planora task progress
ja: Planora タスク進捗
zh_hans: Planora 任务进度

source: Practical
ja: 実習
zh_hans: 实验实践

source: Practice
ja: 練習
zh_hans: 练习

source: Preferences
ja: 環境設定
zh_hans: 偏好设置

source: Preparation
ja: 準備
zh_hans: 准备

source: Prepared
ja: 準備済み
zh_hans: 已准备

source: Preparing Connection
ja: 接続を準備中
zh_hans: 正在准备连接

source: Previous Month
ja: 前の月
zh_hans: 上个月

source: Priority
ja: 優先度
zh_hans: 优先级

source: Profile
ja: プロフィール
zh_hans: 个人资料

source: Progress
ja: 進捗
zh_hans: 进度

source: Progress Type
ja: 進捗タイプ
zh_hans: 进度类型

source: Prompt
ja: プロンプト
zh_hans: 题目

source: Quick Create
ja: クイック作成
zh_hans: 快速新建

# quick_create_defaults_format
source: Type: %1$@ · %2$@
ja: 種類: %1$@ · %2$@
zh_hans: 类型：%1$@ · %2$@

source: Quickly find tasks, events, and important dates.
ja: タスク、イベント、重要な日付をすばやく検索します。
zh_hans: 快速查找任务、事件和重要日期。

source: Read Chapter 5
ja: 第5章を読む
zh_hans: 阅读第 5 章

source: Read courses
ja: コースを読み込み
zh_hans: 读取课程

source: Read courses and tasks
ja: コースとタスクを読み込み
zh_hans: 读取课程与任务

source: Read tasks and deadlines
ja: タスクと締切を読み込み
zh_hans: 读取任务与截止日期

source: Read teachers and units
ja: 教師と Unit を読み込み
zh_hans: 读取老师与 Unit

source: Reading Courses
ja: 科目を読み取り中
zh_hans: 正在读取课程

source: Reading Learning Data
ja: 学習データを読み取り中
zh_hans: 正在读取学习数据

source: Reading Tasks and Deadlines
ja: タスクと締切を読み取り中
zh_hans: 正在读取任务与截止日期

source: Reading Teachers and Units
ja: 教師と Unit を読み込み中
zh_hans: 正在读取老师与 Unit

source: Ready
ja: 準備完了
zh_hans: 准备好

source: Record only
ja: 記録のみ
zh_hans: 仅记录

source: Reflection
ja: 振り返り
zh_hans: 反思

source: Remind in 1 Hour
ja: 1時間後に通知
zh_hans: 1 小时后提醒

source: Remind Tomorrow
ja: 明日通知
zh_hans: 明天提醒

source: Reminder Time
ja: 通知時刻
zh_hans: 提醒时间

# reminder_count_format
source: %d reminders
ja: %d 件の通知
zh_hans: %d 个提醒

source: Reminders
ja: 通知
zh_hans: 提醒

source: Reorder milestones as needed. Completion stays synchronized with task progress.
ja: 必要に応じて順序を変更できます。完了状態はタスクの進捗と同期されます。
zh_hans: 拖动可以调整阶段顺序。完成状态会与任务进度保持同步。

source: Repeat
ja: 繰り返し
zh_hans: 重复

source: Repeat Task
ja: タスクを繰り返す
zh_hans: 重复任务

# repeat_count_format
source: %d occurrences
ja: %d 回
zh_hans: 重复 %d 次

# repeat_every_format
source: Every %1$d %2$@
ja: %1$d %2$@ごと
zh_hans: 每 %1$d %2$@

source: Research
ja: 調査
zh_hans: 研究

source: Research Question
ja: 研究課題
zh_hans: 研究问题

source: Reset Appearance
ja: 外観をリセット
zh_hans: 恢复默认外观

source: Reset Task Display
ja: タスク表示をリセット
zh_hans: 恢复默认任务显示

source: Restore Failed
ja: 復元に失敗しました
zh_hans: 恢复失败

source: Restore Latest Automatic Backup
ja: 最新の自動バックアップを復元
zh_hans: 恢复最近自动备份

source: Results
ja: 結果
zh_hans: 结果

source: Review
ja: 確認
zh_hans: 检查

source: Review Curriculum Change
ja: カリキュラム変更を確認
zh_hans: 检查课程体系变更

source: Review seven days
ja: 7日間を確認
zh_hans: 查看七天负载

source: Revision
ja: 復習
zh_hans: 复习

source: Rose
ja: ローズ
zh_hans: 玫瑰

source: Save
ja: 保存
zh_hans: 保存

source: Save a JSON backup file, or import one and choose how matching tasks are handled.
ja: JSON バックアップを保存するか、読み込み時に一致するタスクの処理方法を選択できます。
zh_hans: 保存为 JSON 备份文件，或导入并选择如何处理重复任务。

source: Save Backup
ja: バックアップを保存
zh_hans: 保存备份

source: Save Changes
ja: 変更を保存
zh_hans: 保存更改
